insert into address (post_code, display_name) values
  ('619-0200', '精華町'),
  ('604-0000', '中京区'),
  ('607-0000','山科区'),
  ('601-0000','南区');

insert into my_place_point (id, display_name) values
  (1, '災害危険度'),
  (2, '2018年の犯罪発生情報（窃盗）'),
  (3, '交通量から見た騒音情報'),
  (4, '過去の地名からみた地盤情報');

insert into my_place_point_address_relation (post_code, my_place_point_id, point) values
  ('619-0200', 1, 86),
  ('619-0200', 2, 96),
  ('619-0200', 3, 95),
  ('619-0200', 4, 60),
  ('604-0000', 1, 93),
  ('604-0000', 2, 70),
  ('604-0000', 3, 92),
  ('604-0000', 4, 70),
  ('607-0000', 1, 88),
  ('607-0000', 2, 72),
  ('607-0000', 3, 96),
  ('607-0000', 4, 90),
  ('601-0000', 1, 78),
  ('601-0000', 2, 67),
  ('601-0000', 3, 89),
  ('601-0000', 4, 100);